Repository: Xubuntu/lightdm-gtk-greeter-settings
Catalog: po/*.po
Languages: oc

source: LightDM GTK Greeter settings
oc: Paramètres de LightDM GTK Greeter

source: Configure LightDM GTK Greeter
oc: Configurar l’aculhença LightDM GTK

source: LightDM GTK Greeter: settings
oc: LightDM GTK Greeter : paramètres

# option|greeter|xft-rgba
source: None
oc: Pas cap

# option|greeter|xft-rgba
source: RGB
oc: RVB

# option|greeter|xft-rgba
source: BGR
oc: BVR

# option|greeter|xft-rgba
source: Vertical RGB
oc: RVB vertical

# option|greeter|xft-rgba
source: Vertical BGR
oc: BVR vertical

# option|greeter|xft-hintstyle
source: None
oc: Pas cap

# option|greeter|xft-hintstyle
source: Slight
oc: Leugièr

# option|greeter|xft-hintstyle
source: Medium
oc: Mejan

# option|greeter|xft-hintstyle
source: Full
oc: Complèt

# option|greeter|xft-antialias
source: Antialias
oc: Anti-crenelatge

source: Enable this option to override system defaults
oc: Activatz aquesta opcion per remplaçar los paramètres sistèma per defaut

# option|greeter|xft-dpi
source: DPI
oc: PPP

# option|greeter|xft-rgba
source: Subpixel rendering
oc: Rendut sospixèl

# option|greeter|xft-hintstyle
source: Hinting
oc: Optimizacion

source: Additional font options
oc: Opcions de polissa addicionalas

# option|greeter|background
source: Background
oc: Rèireplan

# option|multihead
source: <i>(or use <a href="">multihead setup</a> for individual monitors)</i>
oc: <i>(o utilizatz <a href="">una installacion multi ecran</a> per cada monitor)</i>

# option|greeter|background
source: Image
oc: Imatge

# option|greeter|theme-name
source: Theme
oc: Tèma

# option|greeter|icon-theme-name
source: Icons
oc: Icònas

# option|greeter|font-name
source: Font
oc: Polissa

# option|greeter|hide-user-image
source: User image
oc: Imatge utilizaire

# option|greeter|default-user-image
source: Default user image
oc: Imatge utilizaire per defaut

# option|greeter|user-background
source: Use user wallpaper if available
oc: Utilizar lo fons d’ecran utilizaire se disponible

# tabs
source: Appearance
oc: Aparéncia

# option|greeter|clock-format
source: %H %I - hours, %M - minutes, %S - seconds %d - day, %m - month, %y %Y - year %a %A - day of the week, %b %B - month name
oc: %H %I - oras, %M - minutas, %S - segondas %d - jorn, %m - mes, %y %Y - annada %a %A - jorn de la setmana, %b %B - nom del mes

# option|greeter|indicators
source: Add indicator to list
oc: Ajustar indicators a la lista

# option|greeter|indicators
source: Add
oc: Ajustar

# option|greeter|indicators
source: Remove indicator from list
oc: Tirar l’indicador de la lista

# option|greeter|indicators
source: Remove
oc: Suprimir

# option|greeter|indicators
source: Move up
oc: Desplaçar cap amont

# option|greeter|indicators
source: Up
oc: Montar

# option|greeter|indicators
source: Move down
oc: Desplaçar cap aval

# option|greeter|indicators
source: Down
oc: Baissar

# option|greeter|indicators
source: Templates
oc: Modèls

# option|greeter|clock-format
source: Clock format:
oc: Format relòtge :

# option|greeter|indicators
source: Redefine indicators
oc: Redefinir los indicadors

# tabs
source: Panel
oc: Panèl

# option|greeter|position
source: Horizontal
oc: Orizontal

# option|greeter|position
source: in %
oc: dins %

# option|greeter|position
source: from right
oc: de la drecha

# option|greeter|position
source: from bottom
oc: de l’esquèrra

# option|greeter|position
source: Select base point and its position.
oc: Seleccionar lo ponch de basa e sa posicion.

# tabs
source: Window position
oc: Posicion de la fenèstra

# option|greeter|screensaver-timeout
source: Never
oc: Pas jamai

source: Accessibility
oc: Accessibilitat

# option|greeter|reader
source: Select path to reader...
oc: Seleccionar l’emplaçament del lector...

# option|greeter|reader
source: Command to launch screen reader
oc: Comanda d’executar per lançar lo lector

# option|greeter|keyboard
source: Select path to keyboard...
oc: Seleccionar l’emplaçament del clavièr...

# option|greeter|keyboard
source: Command to launch on-screen keyboard
oc: Comanda d’executar per lançar lo clavièr visual

# option|greeter|a11y-states
source: Disabled at start
oc: Desactivat a l’aviada

# option|greeter|a11y-states
source: Enabled at start
oc: Activat a l’aviada

# option|greeter|a11y-states
source: Save state between launches
oc: Enregistrar l’estat entre aviadas

# option|greeter|a11y-theme
source: Contrast theme
oc: Tèma amb contraste

# option|greeter|a11y-font
source: Large text
oc: Tèxt grand

# greeter|option|reader
source: Reader
oc: Lector

# greeter|option|keyboard
source: Keyboard
oc: Clavièr

# option|greeter|screensaver-timeout
source: Timeout until the screen blanks
oc: Temps abans d’enfosquir l’ecran

# greeter|option|allow-debugging
source: Debugging mode
oc: Mòde desbugatge

# greeter|option|allow-debugging
source: Enable keys to launch GtkInspector More informative log
oc: Activar las tòcas per aviar GtkInspector Mai de jornals informatius

# tabs
source: Misc.
oc: Divèrs

# button
source: _Close
oc: _Tampar

# button
source: _Save
oc: _Enregistrar

# button
source: _Reload
oc: _Recargar

source: Read configuration file
oc: Legir lo fichièr de configuracion

# icon-dialog
source: Select icon
oc: Seleccionar una icòna

# button
source: _Cancel
oc: _Anullar

# button
source: _OK
oc: _D'acòrdi

source: Add selected indicator to the list and close this window
oc: Ajustar l’indicator seleccionar a la lista e tampar aquesta fenèstra

# icon-dialog
source: Icon _name:
oc: Nom d’icòna :

# icon-dialog
source: _Contexts:
oc: _Contèxts :

# icon-dialog
source: _Icon names:
oc: _Nom d’icòna :

# icon-dialog
source: List _standard icons only
oc: Listar solament las icònas _estandardas

source: _Cancel
oc: _Anullar

source: _OK
oc: _D'acòrdi

# option-entry|indicators
source: Select file...
oc: Seleccionar un fichièr...

# option-entry|indicators
source: Indicator properties
oc: Proprietats d’indicator

# button
source: _Add
oc: _Ajustar

# option-entry|indicators
source: Display label
oc: Afichar etiqueta

# option-entry|indicators
source: Leave empty to use default value
oc: Daissar void per utilizar las valors per defaut

# option-entry|indicators
source: Display image
oc: Afichar imatge

# option-entry|indicators
source: Indicator library/service:
oc: Bibliotèca indicator/servici :

# option-entry|indicators
source: Hide disabled power actions
oc: Amagar las accions d’alimentacion desactivadas

# option-entry|indicators
source: Text to display:
oc: Tèxt d’afichar :

# option-entry|indicators
source: Spacer - fills the maximum available space
oc: Separador - emplena lo maximum d’espaci disponible

# option-entry|indicators
source: Separator - draw a separator
oc: Separador - dessenhar un separador

# option|multihead
source: Multihead setup
oc: Installacion multi ecran

# option|multihead
source: Add configuration
oc: Apondre configuracion

# option|multihead
source: No configured monitors found
oc: Cap de monitor configurat pas trobat

# option|multihead
source: Monitor name:
oc: Nom del monitor :

source: Don't leave empty
oc: Daissar pas void

# option|multihead
source: Add new monitor configuration
oc: Ajustar una configuracion novèla de monitor

# option|multihead
source: Overwrite default "background" option
oc: Subrecargar l’opcion per defaut de « background »

# option|multihead
source: Overwrite default "user-background" option
oc: Subrecargar l’opcion per defaut de « user-background »

# option|multihead
source: Overwrite default "laptop" option
oc: Subrecargar l’opcion per defaut de « laptop »

# option|greeter|laptop
source: This monitor is laptop display (detect lid closing)
oc: Aqueste ecran es un afichatge portable (detectar la tampadura d’ecran)

# option|multihead
source: <i>Note: greeter does not set monitors geometry. You need to configure it by yourself.</i>
oc: <i>Nòta : greeter definís pas los monitors geometricament. O devètz configuratz sol.</i>

source: You don't have permissions to change greeter configuration
oc: Avètz pas la permission de cambiar la configuracion de l’aculhença

source: No permissions to save configuration
oc: Cap de permission per salvar la configuracion

source: It seems that you don't have permissions to write to file: {path} Try to run this program using "sudo" or "pkexec"
oc: Sembla qu’avètz pas las permissions per escriure sul fichièr : {path} Ensajatz d’executar aqueste programa en utilizant « sudo » o « pkexec »

source: <i>disabled</i>
oc: <i>desactivat</i>

source: <i>empty string</i>
oc: <i>tèxt void</i>

source: <i>None</i>
oc: <i>Pas cap</i>

source: Value defined in file: {path}
oc: Valor definida dins lo fichièr : {path}

source: Reset to initial value: <b>{value}</b>
oc: Redefinir a la valor iniciala : <b>{value}</b>

source: Reset to default value: <b>{value}</b>
oc: Redefinir a la valor per defaut : <b>{value}</b>

source: Reset to value: <b>{value}</b>
oc: Redefinir a la valor : <b>{value}</b>

# option|greeter|allow-debugging
source: GtkInspector is not available on your system Gtk version: {current} < {minimal}
oc: GtkInspector es pas disponible sus vòstre sistèma Version Gtk : {current} < {minimal}

source: File not found: {path}
oc: Impossible de trobar lo fichièr : {path}

source: Failed to check permissions: {error}
oc: Fracàs de la verificacion de las permissions: {error}

source: Directory is not readable: {path}
oc: Lo repertòri es legible : {path}

source: LightDM does not have permissions to read path: {path}
oc: LightDM a pas las permissions de legir l’emplaçament : {path}

source: Path is not a regular file: {path}
oc: L’emplaçament es pas un fichièr costumièr : {path}

source: LightDM does not have permissions to execute file: {path}
oc: LightDM a pas las permissions d’executar lo fichièr : {path}

# icon-dialog
source: All contexts
oc: Totes los contèxts

# icon-dialog
source: Actions
oc: Accions

# icon-dialog
source: Applications
oc: Aplicacions

# icon-dialog
source: Categories
oc: Categorias

# icon-dialog
source: Devices
oc: Periferics

# icon-dialog
source: Emblems
oc: Emblèmas

# icon-dialog
source: Emoticons
oc: Emoticònas

# icon-dialog
source: International
oc: Internacional

# icon-dialog
source: MIME Types
oc: Tipes MIME

# icon-dialog
source: Places
oc: Emplaçaments

# icon-dialog
source: Status
oc: Estat

# option-entry|icon
source: Unrecognized value: {value}
oc: Valor pas reconeguda : {value}

# option-entry|icon
source: Select icon name...
oc: Seleccionar un nom d’icòna...

# option-entry|icon
source: <b>Icon: {icon}</b>
oc: <b>Icòna : {icon}</b>

# option-entry|icon
source: Select file...
oc: Seleccionar un fichièr...

# option-entry|icon
source: <b>File: {path}</b>
oc: <b>Fichièr : {path}</b>

# option-entry|icon
source: <b>File: {path}</b> (failed to load)
oc: <b>Fichièr : {path}</b> (fracàs del cargament)

# option-entry|indicators
source: Use default value...
oc: Utilizar la valor per defaut...

# option-entry|indicators
source: <b>Using default value</b>
oc: <b>Utilizacion de la valor per defaut</b>

# option-entry|indicators
source: Path/Service field is not filled
oc: Camp emplaçament/service non emplenat

# option-entry|indicators
source: Indicator "{name}" is already in the list. It will be overwritten.
oc: Indicator « {name} » es ja dins la lista. Serà subrecargat.

# option-entry|indicators|name
source: External library/service
oc: Bibliotèca/servici extèrn

# option-entry|indicators|name
source: Spacer
oc: Separador

# option-entry|indicators|name
source: Separator
oc: Separador

# option-entry|indicators|name
source: Text
oc: Tèxte

# option-entry|indicators|name
source: Clock
oc: Relòtge

# option-entry|indicators|name
source: Host name
oc: Nom d'òste

# option-entry|indicators|name
source: Keyboard layout
oc: Disposicion del clavièr

# option-entry|indicators|name
source: Sessions menu
oc: Menú session

# option-entry|indicators|name
source: Languages menu
oc: Menú lenga

# option-entry|indicators|name
source: Accessibility menu
oc: Menú accessibilitat

# option-entry|indicators|name
source: Power menu
oc: Menú d’energia

# option-entry|indicators|tooltip
source: Spacer
oc: Separador

# option-entry|indicators|tooltip
source: Separator
oc: Separador

# option-entry|indicators|tooltip
source: Custom text or/and image
oc: Tèxt o/e imatge personalizat

# option-entry|indicators|tooltip
source: Host name
oc: Nom d'òste

# option-entry|indicators|tooltip
source: Clock
oc: Relòtge

# option-entry|indicators|tooltip
source: Layout indicator
oc: Disposicion indicador

# option-entry|indicators|tooltip
source: Sessions menu (xfce, unity, gnome etc.)
oc: Menú de de session (xfce, unity, gnome etc.)

# option-entry|indicators|tooltip
source: Languages menu
oc: Menú lenga

# option-entry|indicators|tooltip
source: Accessibility menu
oc: Menú accessibilitat

# option-entry|indicators|tooltip
source: Power menu
oc: Menú d’energia

# option-entry|indicators
source: Reset to _defaults
oc: Restablir per _defaut

# option-entry|indicators
source: Display _label
oc: Afichar _etiqueta

# option-entry|indicators
source: Display _image
oc: Afichar _imatge

# option-entry|indicators
source: _Remove
oc: _Suprimir

# option-entry|indicators
source: Show unused items
oc: Afichar los elements pas utilizats

# option-entry|indicators
source: Predefined templates:
oc: Modèls predefinits :

# option|StringPathEntry
source: Select path
oc: Seleccionar un camin

source: Authentication is required to run Settings editor for LightDM GTK Greeter
oc: Una autentificacion es requerida per executar l’editor de paramètres de LightDM GTK Greeter
